# Taps
tap "1password/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "moonrepo/tap"
tap "ngrok/ngrok"

# CLI Tools #############
brew "awscli"
brew "cmake"
brew "ffmpeg"
brew "fzf"
brew "htop"
brew "neovim"
brew "pnpm"
brew "postgresql@14", restart_service: true
brew "protobuf"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tree"
brew "zoxide"
brew "zsh"

# MD parser
brew "docutils"

# DB migration tool
brew "goose"

# Casks ###################
cask "1password-cli"

# Keyboardio configurator
cask "chrysalis"

# Fonts
cask "font-blex-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-sauce-code-pro-nerd-font"

# NGrok
cask "ngrok"

